{
  "chart": {
    "title": "Maternal mortality ratio",
    "note": "Prior to 1985, only reported data are available, which are likely to underestimate the true maternal mortality rate. From 1985, estimates are shown, which aim to adjust for underreporting and misclassification.",
    "citation": "UN MMEIG (2023) and other sources",
    "originalChartUrl": "https://ourworldindata.org/grapher/maternal-mortality",
    "selection": [
      "United States",
      "Sweden",
      "Australia",
      "Japan",
      "Turkey"
    ]
  },
  "columns": {
    "Maternal mortality ratio": {
      "titleShort": "Maternal mortality ratio",
      "titleLong": "Maternal mortality ratio",
      "descriptionShort": "The estimated number of women who die from [maternal conditions](#dod:maternal-mortality) per 100,000 live births, based on data from death certificates, large-scale surveys, and statistical modeling.",
      "descriptionKey": [
        "Maternal deaths are defined as a death of a woman while pregnant or within 42 days of termination of pregnancy, irrespective of the duration and site of pregnancy,\nfrom any cause related or aggravated by the pregnancy or its management, but not from accidental or incidental causes."
      ],
      "descriptionProcessing": "- The dataset combines three sources: WHO Mortality Database (before 1985), Gapminder (before 1985, if WHO Mortality Database data are unavailable), UN MMEIG (1985 onwards).\n  The WHO Mortality Database and Gapminder contain reported figures from countries, and are likely to underestimate the true maternal mortality figures. The UN MMEIG aims to estimates the true rate, by adjusting for underreporting and misclassification. Sudden jumps in mortality rate in 1985 are a consequence of switching data sources (from reported to estimated figures).\n- For the years between 1950 - 1985 we calculated the maternal mortality ratio and maternal mortality rate based\n  on the number of maternal deaths from the WHO mortality database and live births and female population of reproductive age from the UN WPP.\n- Where the reported maternal deaths in the WHO Mortality Database differed significantly from the estimated figures in the UN MMEIG data, we opted not to include them.\n- Where a data point is attached to a range of years in the Gapminder data set, we used the midpoint of the range.\n- The UN MMEIG data shown (post 1985) is the point estimate - this means there is a 50% chance that the true measure lies above this point,\n  and a 50% chance that the true value lies below this point.\n- We calculated regional aggregates by summing the maternal deaths and live births of all countries in the region and then calculating the MMR based on these figures.",
      "shortUnit": "",
      "unit": "deaths per 100,000 live births",
      "timespan": "1751-2020",
      "type": "Numeric",
      "owidVariableId": 959831,
      "shortName": "mmr",
      "lastUpdated": "2024-07-08",
      "nextUpdate": "2025-09-07",
      "citationShort": "UN MMEIG (2023) and other sources – with major processing by Our World in Data",
      "citationLong": "UN MMEIG (2023); WHO Mortality Database (2025); UN, World Population Prospects (2024); Gapminder (2010) – with major processing by Our World in Data. “Maternal mortality ratio” [dataset]. UN MMEIG (WHO, UNICEF, UNFPA, World Bank Group and UNDESA/ Population Division), “Trends in maternal mortality 2020”; WHO Mortality Database, “WHO Mortality Database”; United Nations, “World Population Prospects”; Gapminder, “Maternal mortality ratio V1” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/959831.metadata.json"
    },
    "959831-annotations": {
      "titleShort": "959831-annotations",
      "titleLong": "959831-annotations",
      "type": "SeriesAnnotation",
      "citationShort": " – processed by Our World in Data",
      "citationLong": " – processed by Our World in Data. “959831-annotations” [dataset].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/undefined.metadata.json"
    },
    "World regions according to OWID": {
      "titleShort": "World regions according to OWID",
      "titleLong": "World regions according to OWID",
      "unit": "",
      "timespan": "2023-2023",
      "type": "Continent",
      "owidVariableId": 900801,
      "shortName": "owid_region",
      "lastUpdated": "2023-01-01",
      "citationShort": "Our World in Data – processed by Our World in Data",
      "citationLong": "Our World in Data – processed by Our World in Data. “World regions according to OWID” [dataset]. Our World in Data, “Regions” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/900801.metadata.json"
    }
  },
  "dateDownloaded": "2025-08-07"
}