{
  "chart": {
    "title": "Weekly confirmed COVID-19 deaths",
    "subtitle": "Cumulative number of confirmed deaths over the previous week. Due to varying protocols and challenges in the attribution of the cause of death, the number of confirmed deaths may not accurately represent the true number of deaths caused by COVID-19.",
    "citation": "World Health Organization (2025)",
    "selection": [
      "World",
      "Europe",
      "Asia"
    ]
  },
  "columns": {
    "Weekly deaths": {
      "titleShort": "Weekly deaths",
      "titleLong": "Weekly deaths",
      "descriptionShort": "Cumulative number of confirmed deaths over the previous week. Due to varying protocols and challenges in the attribution of the cause of death, the number of confirmed deaths may not accurately represent the true number of deaths caused by COVID-19.",
      "descriptionKey": [
        "The actual death toll from COVID-19 is likely to be higher than the number of confirmed deaths – this is due to limited testing, [poorly functioning death registries](#dod:crvs), challenges in determining the cause of death, and disruptions during the pandemic. The difference between reported confirmed deaths and actual deaths varies between countries.",
        "[Excess mortality](https://ourworldindata.org/excess-mortality-covid) is a more comprehensive measure of the total mortality impact of the pandemic, compared to the number of confirmed COVID-19 deaths. This is because it captures not only confirmed deaths, but also COVID-19 deaths that were not accurately diagnosed.",
        "COVID-19 deaths may be recorded in different ways between countries (e.g., some countries may only count hospital deaths, whilst others also include deaths in homes).",
        "Data are presented by the date of reporting rather than symptom onset, and retrospective updates by countries can sometimes lead to sudden spikes or even negative values.",
        "WHO encourages weekly reporting to reduce inconsistencies in daily reporting frequencies across countries and help minimize the risk of misinterpreting periods of zero reporting as zero deaths.",
        "We provide more detail on these points in [Deaths from COVID-19: background](https://ourworldindata.org/covid-deaths#deaths-from-covid-19-background)."
      ],
      "unit": "deaths",
      "timespan": "",
      "type": "Integer",
      "owidVariableId": 954534,
      "shortName": "weekly_deaths",
      "lastUpdated": "2025-08-06",
      "nextUpdate": "2025-09-06",
      "citationShort": "World Health Organization (2025) – processed by Our World in Data",
      "citationLong": "World Health Organization (2025) – processed by Our World in Data. “Weekly deaths” [dataset]. World Health Organization, “COVID-19 Dashboard WHO COVID-19 Dashboard - Daily cases and deaths” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/954534.metadata.json"
    }
  },
  "dateDownloaded": "2025-08-07"
}